Repository: nightscout/Trio
Catalog: Dependencies/G7SensorKit/G7SensorKitUI/*.lproj/Localizable.strings
Languages: he

source: Are you sure you want to delete this CGM?
he: בטוח שברצונך למחוק את חיישן זה?

source: Cancel
he: ביטול

source: Configuration
he: הגדרות

source: Connected
he: מחובר

source: Connecting
he: מתחבר

source: Continue
he: המשך

source: Delete CGM
he: מחק חיישן

source: Done
he: בוצע

source: Glucose
he: גלוקוז

source: Grace Period End
he: סיום זמן חסד

source: Grace period remaining
he: זמן חסר שנשאר

source: HIGH
he: גבוה

source: Last Connect
he: חיבור אחרון

source: Last Reading
he: קריאה אחרונה

source: Loop can read G7 CGM data, but you must still use the Dexcom G7 App for pairing, calibration, and other sensor management.
he: Loop יכול לקרוא נתונים מחיישן G7, אבל תצטרך להשתמש באפליקציית Dexcom G7 כדי לצמד, לכייל ולנהל את החיישן.

source: LOW
he: נמוך

source: Name
he: שם

source: Scan for new sensor
he: סרוק חיישן חדש

source: Scanning
he: סורק

source: Searching for Sensor
he: מחפש חיישן

source: Searching for sensor
he: מחפש חיישן

source: Sensor Expired
he: החיישן פג

source: Sensor Failed
he: כשל בחיישן

source: Sensor Issue
he: בעייה בחיישן

source: Sensor Warmup
he: חיישן בהכנה

source: Sensor Expiration
he: תוקף חיישן

source: Sensor expired
he: החיישן פג

source: Sensor expires
he: תוקף החיישן

source: Sensor failed
he: החיישן נכשל

source: Sensor Start
he: התחלת חיישן

source: Signal Loss
he: האות אבד

source: Time
he: שעה

source: Trend
he: מגמה

source: Upload Readings
he: העלה קריאות

source: Warmup completes
he: ההכנה הסתיימה
