Repository: nightscout/Trio
Catalog: Dependencies/OmniBLE/*.lproj/Localizable.strings
Languages: it, nb, ru

source: (inactive)
it: (inattivo)
nb: (inaktiv)
ru: (неактивно)

source: Activation time exceeded
it: Tempo di attivazione superato
nb: Aktiveringstiden er overskredet
ru: Превышено время для активации

source: Auto-off
it: Auto spegnimento
nb: Auto-av
ru: Авто выключение

source: Basal initialized
it: Basale inizializzata
nb: Basal initialisert
ru: Базал инициирован

source: Bolusing
it: Bolo in corso
nb: Gir bolus
ru: Подается болюс

source: Bolusing with temp basal
it: Bolo con basale temporanea
nb: Gir bolus med temp-basal
ru: Подача болюса при подаче ВБС

source: Deactivated
it: Disattivato
nb: Deaktivert
ru: Не активен

source: Empty reservoir
it: Serbatoio vuoto
nb: Tomt reservoar
ru: Резервуар пуст

source: Expiration advisory
it: Avviso di scadenza
nb: Rådgivning om utløp
ru: Совет по истечению срока действия

source: Expiration alert
it: Avviso scadenza
nb: Utløpsalarm
ru: Оповещение об истечении срока

source: Extended bolus running
it: Bolo prolungato in esecuzione
nb: Forlenget boluskjøring
ru: Вводится квадратный или болюс двойной волны

source: Extended bolus running with temp basal
it: Bolo prolungato in esecuzione con Basale Temporanea
nb: Forlenget bolus kjører med midlertidig basalrate
ru: Вводится болюс или ВБС

source: Fault event occurred
it: Si è verificato un errore
nb: Det oppstod en feilhendelse
ru: Произошел сбой

source: Finish setup reminder
it: Promemoria configurazione completa
nb: Fullføre konfigurasjonspåminnelsen
ru: Напоминание о завершении настройки

source: Initialized
it: Inizializzato
nb: Initialisert
ru: Активирован

source: Inserting cannula
it: Inserendo canula
nb: Innsetting av kanyle
ru: Введение катетера

source: Internal pod fault %1$03d
it: Errore interno Pod %1$03d
nb: Intern pod-feil %1$03d
ru: Внутренняя ошибка пода %1$03d

source: Invalid address: (%1$@)
it: Indirizzo invalido
nb: Ugyldig adresse: ( %1$@ )
ru: Неверный адрес: (%1$@)

source: Invalid CRC
it: CRC invalido
nb: Ugyldig CRC
ru: Неверная контрольная сумма

source: Low reservoir
it: Livello Serbatoio basso
nb: Lavt reservoar
ru: Мало инсулина в резервуаре

source: Low reservoir advisory (%1$gU)
it: Notifica serbatoio basso (%1$gU)
nb: Rådgivning om lavt reservoarnivå (%1$gU)
ru: Предупреждение о низком уровне резервуара (%1$gU)

source: Memory initialized
it: Memoria inizializzata
nb: Minne initialisert
ru: Память инициализирована

source: No alerts
it: Nessun avviso
nb: Ingen alarmer
ru: Активных оповещений нет

source: No faults
it: Nessun errore
nb: Ingen feil
ru: Ошибок нет

source: Normal
it: Normale
ru: Норма

source: Not enough data
it: Non abbastanza dati
nb: Ikke nok data
ru: Недостаточно данных

source: Occlusion detected
it: Occlusione rilevata
nb: Okklusjon oppdaget
ru: Обнаружена закупорка

source: oneNotUsed
it: unoNonUsato
ru: один не используется

source: Pairing completed
it: Accoppiamento completato
nb: Paring fullført
ru: Сопряжение завершено

source: Parsing Error: %1$@ in (%2$@)
it: Errore di analisi: %1$@ in ( %2$@ )
nb: Analysefeil: %1$@ in (%2$@)
ru: Ошибка синтаксического анализа: %1$@ in (%2$@)

source: Pod expired
it: Pod scaduto
nb: Pod utløpt
ru: Срок работы Omnipod истек

source: Pod suspended reminder
it: Promemoria sospensione Pod
nb: Pod suspendert påminnelse
ru: Напоминание о приостановке подачи инсулина

source: Priming
it: Accoppiando
nb: Fyller
ru: Прокачивание инсулина

source: Priming completed
it: Accoppiamento completato
nb: Fylling fullført
ru: Прокачка инсулина завершена

source: Reminder initialized
it: Promemoria inizializzato
nb: Påminnelse initialisert
ru: Инициализация напоминания

source: Scheduled basal
it: Basale Programmata
nb: Planlagt basal
ru: Запланированная база

source: Shutdown imminent
it: Chiusura imminente
nb: Avslutning nært forestående
ru: Выключение неизбежно

source: Suspend time expired
it: il tempo della sospensione e' scaduto
nb: Suspensjonstiden er utløpt
ru: Время приостановки истекло

source: Suspended
it: Sospeso
nb: Suspendert
ru: Приостановлено

source: Temp basal running
it: Velocità basale temporanea in esecuzione
nb: Midlertidig basal kjører
ru: Подается ВБС

source: threeNotUsed
it: treNonUsato
nb: treNotUsed
ru: три не используется

source: twoNotUsed
it: dueNonUsato
nb: toNotUsed
ru: два не используется

source: Unexpected message sequence number
it: Notifica inaspettata di sequenza numerica
nb: Uventet meldings sekvensnummer
ru: Неожиданный порядковый номер сообщения

source: Unknown pod fault %1$03d
it: Errore Pod sconosciuto %1$03d
nb: Ukjent pod-feil %1$03d
ru: Неизвестная ошибка пода %1$03d

source: Unknown Value (%1$@) for type %2$@
it: Valore sconosciuto%1$@per tipo%2$@
nb: Ukjent verdi ( %1$@ ) for typen %2$@
ru: Неизвестное значение ( %1$@ ) для типа %2$@

source: Validation failed: %1$@
it: Convalida fallita: %1$@
nb: Validering mislyktes: %1$@
ru: Ошибка проверки: %1$@

source: Waiting for pairing reminder
it: In attesa del promemoria di abbinamento
nb: Venter på påminnelse om sammenkobling
ru: Все еще ожидается сопряжение
