Repository: nightscout/Trio
Catalog: FreeAPS/Sources/Localizations/Main/*.lproj/Localizable.strings
Languages: pl

source: Override With A Factor Of
pl: Współczynnik dopasowania

source: Allows fat and protein to be converted into future carb equivalents using the Warsaw formula of kilocalories divided by 10. This spreads the carb equivilants over a maximum duration setting that can be configured from 5-12 hours. Delay is time from now until the first future carb entry. Interval in minutes is how many minutes are between entries. The shorter the interval, the smoother the result. 10, 15, 20, 30, or 60 are reasonable choices. Adjustment factor is how much effect the fat and protein has on the entries. 1.0 is full effect (original Warsaw Method) and 0.5 is half effect. Note that you may find that your normal carb ratio needs to increase to a larger number if you begin adding fat and protein entries. For this reason, it is best to start with a factor of about 0.5 to ease into it. Default settings: Time Cap: 8 h, Interval: 30 min, Factor: 0.5, Delay 60 min
pl: Umożliwia konwersję tłuszczu i białka na przyszłe ekwiwalenty węglowodanów przy użyciu wzoru warszawskiego kilokalorii podzielonych przez 10. Rozkłada to ekwiwalenty węglowodanów na maksymalny czas trwania, który można skonfigurować w zakresie od 5 do 12 godzin. Opóźnienie to czas od teraz do pierwszego przyszłego wpisu węglowodanów. Odstęp w minutach to liczba minut między wpisami. Im krótszy odstęp, tym gładszy wynik. 10, 15, 20, 30 lub 60 to rozsądne wybory. Współczynnik dopasowania to wpływ tłuszczu i białka na wpisy. 1,0 to pełny efekt (oryginalna metoda warszawska), a 0,5 to połowa efektu. Należy pamiętać, że może się okazać, że normalny stosunek węglowodanów musi wzrosnąć do większej liczby, jeśli zaczniesz dodawać wpisy tłuszczu i białka. Z tego powodu najlepiej zacząć od współczynnika około 0,5, aby stopniowo się przyzwyczaić. Ustawienia domyślne: Limit czasu: 8 godz., Interwał: 30 min, Współczynnik: 0,5, Opóźnienie 60 min

source: Fat and Protein
pl: Tłuszcze i Białka

source: Fat & Protein
pl: Tłuszcze i Białka

source: Hide Fat & Protein
pl: Ukryj tłuszcze i białka

source: Fat
pl: Tłuszcze

source: Protein
pl: Białka

source: Meal Settings
pl: Ustawienia posiłków

source: Profile Override
pl: Cel tymczasowy

source: Override Profiles
pl: Zastąp cel tymczasowy

source: Normal
pl: Normalny

source: Currently no Override active
pl: Obecnie nie ma aktywnego nadpisania

source: Total Insulin Adjustment
pl: Całkowite zapotrzebowanie insuliny

source: Override your Basal, ISF, CR and Target profiles
pl: Zastąp swoje dawki podstawowe, ISF, CR i zakres docelowy

source: Enable indefinitely
pl: Włącz na czas nieokreślony

source: Override Profile target
pl: Nadpisz zakres docelowy

source: Disable SMBs
pl: Wyłącz SMB

source: Normal Profile
pl: Profil normalny

source: Custom Profile
pl: Profil niestandardowy

source: Profiles
pl: Profile

source: More options
pl: Więcej opcji

source: Schedule when SMBs are Off
pl: Zaplanuj kiedy SMB są wyłączone

source: Change ISF and CR
pl: Zmień ISF i CR

source: Change ISF
pl: Zmień ISF

source: Change CR
pl: Zmień CR

source: SMB Minutes
pl: Minuty SMB

source: UAM SMB Minutes
pl: Minuty UAM SMB

source: Start new Profile
pl: Uruchom nowy profil

source: Save as Profile
pl: Zapisz jako profil

source: Cancel Profile Override
pl: Anulować nadpisanie profilu?

source: Return to Normal?
pl: Wrócić do normalnego?

source: This will change settings back to your normal profile.
pl: Spowoduje to przywrócenie ustawień Twojego normalnego profilu.

source: Start Profile
pl: Uruchom profil

source: Your profile basal insulin will be adjusted with the override percentage and your profile ISF and CR will be inversly adjusted with the percentage.
pl: Bazowa wartość insuliny w Twoim profilu zostanie dostosowana o procent nadpisania, a ISF i CR w Twoim profilu zostaną odwrotnie dostosowane o procent.

source: Starting this override will change your Profiles and/or your Target Glucose used for looping during the entire selected duration. Tapping ”Start Profile” will start your new profile or edit your current active profile.
pl: Uruchomienie nadpisania spowoduje zmianę Twoich profili i/lub docelowej glukozy używanej do pętli przez cały wybrany czas trwania. Stuknięcie „Uruchom profil” spowoduje uruchomienie nowego profilu lub edycję bieżącego aktywnego profilu.

source: Override Profile Target
pl: Nadpisz zakres docelowy

source: SMBs are disabled either by schedule or during the entire duration.
pl: SMB są wyłączone zgodnie z harmonogramem lub na cały czas ich trwania.

source: infinite duration.
pl: nieskończony czas trwania.

source: App Icons
pl: Ikony aplikacji

source: Trio Icon
pl: Ikona Trio

source: Statistics and Home View
pl: Statystyki i widok ekranu głównego

source: Delete Carb Equivalents?
pl: Usunąć ekwiwalenty węglowodanów?

source: All FPUs of the meal will be deleted.
pl: Wszystkie wpisy posiłku zostaną usunięte.

source: Delete Glucose?
pl: Usunąć glikemię?

source: Meal Presets
pl: Zapisane posiłki

source: Empty
pl: Pusty

source: Delete Selected Preset
pl: Usuń wybrany posiłek

source: Enter Meal Preset Name
pl: Wprowadź nazwę posiłku

source: Name Of Dish
pl: Nazwa posiłku

source: Save and continue
pl: Zapisz i kontynuuj

source: Predictions
pl: Przewidywania

source: Display Protein & Fat
pl: Wyświetl białka i tłuszcze

source: Warning!
pl: Ostrzeżenie!

source: Tap 'Add' to continue with selected amount.
pl: Dotknij 'Dodaj', aby kontynuować z wybraną ilością.

source: Eventual Glucose
pl: Przewidywana glikemia

source: Please wait
pl: Proszę czekać

source: Glucose,
pl: Glikemia,

source: Target Glucose
pl: Docelowa glikemia

source: Percentage setting
pl: Ustawienie procentowe

source: Insulin Sensitivity
pl: Wrażliwość insuliny

source: (Eventual Glucose - Target) / ISF
pl: (Przewidywana glikemia - Cel) / ISF

source: Formula:
pl: Obliczenia:

source: Carbs and previous insulin are included in the glucose prediction, but if the Eventual Glucose is lower than the Target Glucose, a bolus will not be recommended.
pl: Węglowodany i wcześniejsza insulina są uwzględniane w prognozie glikemii, ale jeśli przewidywana glikemia jest niższa od glikemii docelowej, bolus nie będzie zalecany.

source: Hide
pl: Ukryj

source: Eventual Glucose > Target Glucose, but glucose is predicted to drop down to
pl: Przewidywana glikemia > glikemii docelowej, ale prognozuje się, że poziom glukozy spadnie do

source: which is below your Threshold (
pl: który jest poniżej Twojego progu (

source: Eventual Glucose > Target Glucose, but glucose is climbing slower than expected. Expected:
pl: Przewidywana glikemia > glikemii docelowej, ale glukoza rośnie wolniej niż oczekiwano. Oczekiwano:

source: . Climbing:
pl: . Wzrost glikemii:

source: Eventual Glucose > Target Glucose, but glucose is falling faster than expected. Expected:
pl: Przewidywana glikemia > glikemii docelowej, ale glukoza spada szybciej niż oczekiwano. Oczekiwano:

source: . Falling:
pl: . Spadek glikemii:

source: Eventual Glucose > Target Glucose, but glucose is changing faster than expected. Expected:
pl: Przewidywana glikemia > glikemii docelowej, ale glukoza zmienia się szybciej niż oczekiwano. Oczekiwano:

source: . Changing:
pl: . Zmiana glikemii:

source: without bolusing
pl: bez bolusa

source: Attach Pod
pl: Przyklej POD'a do ciała

source: Deactivate Pod
pl: Dezaktywuj POD'a

source: Deactivating...
pl: Dezaktywacja...

source: Pair Pod
pl: Sparuj POD'a

source: Previous Pod Information
pl: Informacje o poprzednim POD'dzie

source: Confidence Reminders
pl: Powiadomienia dźwiękowe

source: Confidence reminders are beeps from the Pod which can be used to acknowledge selected commands when the Pod is not silenced.
pl: Powiadomienia dźwiękowe emitowane przez Pod można wykorzystać dla wybranych poleceń gdy Pod nie jest wyciszony.

source: Failed to update confidence reminder preference.
pl: Nie udało się zaktualizować ustawień powiadomień dźwiękowych.

source: No Error
pl: Brak błędu

source: Active Time
pl: Czas aktywności

source: Disabled
pl: Wyłączony

source: Enabled
pl: Włączony

source: Extended
pl: Rozszerzony

source: No confidence reminders are used.
pl: Nie są używane żadne powiadomienia dźwiękowe.

source: Confidence reminders will sound for commands you initiate, like bolus, cancel bolus, suspend, resume, save notification reminders, etc. When the app automatically adjusts delivery, no confidence reminders are used.
pl: Powiadomienia dźwiękowe będą emitowane w przypadku poleceń, które zainicjujesz, takich jak bolus, anulowanie bolusa, wstrzymanie, wznowienie, zapisanie przypomnień o powiadomieniach itp. Kiedy Loop automatycznie dostosowuje podawanie, nie są używane żadne sygnały dźwiękowe.

source: Confidence reminders will sound when the app automatically adjusts delivery as well as for commands you initiate.
pl: Powiadomienia dźwiękowe są emitowane, gdy Loop automatycznie dostosowuje podawanie insuliny, a także w przypadku poleceń inicjowanych przez użytkownika.

source: Expiration Reminder Default
pl: Domyślne powiadomnienie o terminie ważności

source: Expiration Reminder
pl: Termin Ważności

source: Low Reservoir
pl: Niski poziom w zbiorniczku

source: No Reminder
pl: Brak powiadomienia

source: Scheduled Reminder
pl: Harmonogram powiadomień

source: Low Reservoir Reminder
pl: Powiadomienie o niskim poziomie w zbiorniczku

source: Make sure your phone and pod are close to each other. If communication issues persist, move to a new area.
pl: Upewnij się, że telefon i POD znajdują się blisko siebie. Jeśli problemy z komunikacją nie ustąpią, przejdź się w inne miejsce.

source: Change Pod now. Insulin delivery will stop in %1$@ or when no more insulin remains.
pl: Wymień POD'a. Podawanie insuliny zostanie zatrzymane za %1$@ lub gdy zabraknie insuliny.

source: %1$@ for %2$@
pl: %1$@ z %2$@

source: Loop will not automatically adjust your insulin delivery until the temporary basal rate finishes or is canceled.
pl: Pętla nie będzie automatycznie dostosowywać dawki insuliny, dopóki tymczasowa dawka podstawowa nie zakończy się lub nie zostanie anulowana.

source: Set Temporary Basal
pl: Ustaw tymczasową dawkę podstawową

source: Temporary Basal
pl: Tymczasowa dawka podstawowa

source: Temporary Basal Failed
pl: Tymczasowa dawka podstawowa nie powiodła się

source: Unable to set a temporary basal rate: %1$@ %2$@
pl: Nie można ustawić tymczasowej dawki podstawowej: %1$@ %2$@

source: Unable to set a temporary basal rate: %1$@
pl: Nie można ustawić tymczasowej dawki podstawowej: %1$@

source: Missing Config
pl: Brakujące ustawienia

source: This PumpManager has not been configured with a maximum basal rate because it was added before manual temp basal was a feature. Please go to therapy settings -> delivery limits and set a new maximum basal rate.
pl: Limit podaży został ustawiony przed wprowadzeniem bazy tymczasowej. Wróć do ustawień terapii i ustaw nowy limit maksymalnej dawki podstawowej (bazy).

source: Total Delivery
pl: Łącznie podano

source: Add Omnipod Dash
pl: Dodaj Omnipod Dash

source: Insert Cannula
pl: Wprowadź kaniulę

source: Check Cannula
pl: Sprawdź kaniulę

source: Setup Complete
pl: Konfiguracja zakończona

source: Insulin Suspended
pl: Podawanie insuliny zawieszone

source: Suspending insulin delivery...
pl: Wstrzymywanie podawania insuliny...

source: Resume Insulin Delivery
pl: Wznów podawanie insuliny

source: Resuming insulin delivery...
pl: Wznawianie podawania insuliny...

source: Failed to Suspend Insulin Delivery
pl: Nie udało się wstrzymać podawania insuliny

source: Today
pl: Dzisiaj

source: Day
pl: Dni

source: Week
pl: Tydzień

source: Month
pl: Miesiąc

source: Statistics
pl: Statystyki

source: Allow Upload of Statistics to NS
pl: Zezwalaj na przesyłanie statystyk do NS

source: In Range
pl: W zakresie

source: Change HbA1c Unit
pl: Zmień jednostkę HbA1c

source: Display Chart X - Grid lines
pl: Oś X - Linie siatki

source: Display Chart Y - Grid lines
pl: Oś Y - Linie siatki

source: Display Chart Threshold lines for Low and High
pl: Wyświetl linie zakresu dla niskich i wysokich

source: Standing / Laying TIR Chart
pl: Stojący/leżący wykres TIR

source: Hours X-Axis (6 default)
pl: Godziny osi X (domyślnie 6 godzin)

source: 2 hours
pl: 2 godziny

source: 4 hours
pl: 4 godziny

source: 6 hours
pl: 6 godzin

source: 12 hours
pl: 12 godzin

source: 24 hours
pl: 24 godziny

source: Average
pl: Średnia

source: Median
pl: Mediana

source: Readings
pl: Odczyty

source: Readings / 24h
pl: Odczyty / 24h

source: Days
pl: Dni

source: Normal
pl: Normalny

source: High (>
pl: Wysoki (>

source: Low (<
pl: Niski (<

source: All
pl: Wszystkie

source: days
pl: dni

source: Loops
pl: Pętle

source: Errors
pl: Błędy

source: Interval
pl: Ineterwał

source: Display SD instead of CV
pl: Wyświetl SD zamiast CV

source: Display Standard Deviation (SD) instead of Coefficient of Variation (CV) in statPanel
pl: Wyświetlaj odchylenie standardowe (SD) zamiast współczynnika zmienności (CV) w panelu Statystyk

source: Update every number of minutes:
pl: Częstotliwość aktualizacji w minutach:

source: Default is 20 minutes. How often to update and save the statistics.json and to upload last array, when enabled, to Nightscout.
pl: Domyślnie ustawione jest 20 minut. Jak często aktualizować i zapisywać statistics.json oraz przesyłać dane do Nightscout.

source: Past 24 Hours
pl: Ostatnie 24 godziny

source: Past Week
pl: Ostatni Tydzień

source: Past Month
pl: Ostatni Miesiąc

source: Past 90 Days
pl: Ostatnie 90 dni

source: All Past Days of Data
pl: Wszystkie dni

source: Display Loop Cycle statistics
pl: Wyświetl statystyki cyklu pętli

source: Displays Loop statistics in the statPanel in Home View
pl: Wyświetla statystyki pętli w Panelu Statystyk w widoku głównym

source: Change default HbA1c unit in statPanlel. The unit in statPanel will be updateded with next statistics.json update
pl: Zmień domyślną jednostkę HbA1c w Panelu Statystyk. Jednostka w Panelu Statystyk zostanie zaktualizowana z następną aktualizacją statistics.json

source: all
pl: wszystkie

source: CGM Configuration
pl: Konfiguracja CGM

source: Heartbeat
pl: Bicie serca

source: CGM address :
pl: Adres CGM:

source: CGM is not used as heartbeat.
pl: CGM nie jest używany jako bicie serca.

source: Are you sure you want to delete this CGM?
pl: Czy na pewno chcesz usunąć ten CGM?

source: Experimental
pl: Funkcje eksperymentalne

source: Smooth Glucose Value
pl: Wygładź wartość glikemii

source: Rewind Resets Autosens
pl: Przewiń resetuje Autosens

source: This feature, enabled by default, resets the autosens ratio to neutral when you rewind your pump, on the assumption that this corresponds to a probable site change. Autosens will begin learning sensitivity anew from the time of the rewind, which may take up to 6 hours. If you usually rewind your pump independently of site changes, you may want to consider disabling this feature.
pl: Funkcja domyślnie włączona. W żargonie Medtronic termin „przewinięcie” oznacza podłączenie nowego zbiornika insuliny i zestawu infuzyjnego. Dla użytkowników Omnipoda oznacza to wymianę kapsuły na nową. To ustawienie resetuje obliczony współczynnik Autosens i wymusza jego ponowne uruchomienie od chwili zmiany miejsca w celu poprawy obliczonych dawek podstawowych, współczynnika wrażliwości i docelowego poziomu glikemii we krwi. Nauka od momentu zmiany może potrwać do 6 godzin. Jeśli zwykle przewijasz pompę niezależnie od zmian miejsca możesz rozważyć wyłączenie tej funkcji.

source: High Temptarget Raises Sensitivity
pl: Wysoki cel tymczasowy zwiększa wrażliwość

source: Defaults to false. When set to true, raises sensitivity (lower sensitivity ratio) for temp targets set to >= 111. Synonym for exercise_mode. The higher your temp target above 110 will result in more sensitive (lower) ratios, e.g., temp target of 120 results in sensitivity ratio of 0.75, while 140 results in 0.6 (with default halfBasalTarget of 160).
pl: Domyślnie wyłączone. Gdy Włączysz, zwiększa wrażliwość (niższy współczynnik wrażliwości) dla celów tymczasowych, ustawionych na >= 111. Podobieństwo do trybu ćwiczeń. Im wyższy cel tymczasowy powyżej 110 spowoduje większe (niższe) współczynniki, np. cel tymczasowy wynoszący 120 daje współczynnik czułości wynoszący 0,75, podczas gdy 140 daje 0,6 (domyślny poziom trybu ćwiczeń wynosi 160).

source: Low Temptarget Lowers Sensitivity
pl: Niski tymczasowy cel zmniejsza wrażliwość

source: Defaults to false. When set to true, can lower sensitivity (higher sensitivity ratio) for temptargets <= 99. The lower your temp target below 100 will result in less sensitive (higher) ratios, e.g., temp target of 95 results in sensitivity ratio of 1.09, while 85 results in 1.33 (with default halfBasalTarget of 160).
pl: Domyślnie Wyłączone. Po Włączeniu, może obniżyć wrażliwość (wyższy współczynnik wrażliwości) dla celów tymczasowych <= 99. Im niższy cel tymczasowy poniżej 100, tym niższe (wyższe) współczynniki będą miały niższą wrażliwość, np. cel tymczasowy 95 da współczynnik wrażliwości 1,09, podczas gdy 85 da współczynnik wrażliwości 1,33 (przy domyślnym poziomie trybu ćwiczeń równym 160).

source: Sensitivity Raises Target
pl: Wrażliwość podnosi cel

source: When true, raises BG target when autosens detects sensitivity
pl: Gdy włączony, podnosi poziom docelowy, gdy autosens wykrywa wrażliwość

source: Resistance Lowers Target
pl: Oporność obniża cel

source: Defaults to false. When true, will lower BG target when autosens detects resistance
pl: Domyślnie wyłączone. Jeśli włączysz obniży cel glikemii, gdy autosens wykryje opór w działaniu insuliny

source: Advanced Target Adjustments
pl: Zaawansowane dostosowania celu

source: This feature was previously enabled by default but will now default to false (will NOT be enabled automatically) in oref0 0.6.0 and beyond. (There is no need for this with 0.6.0). This feature lowers oref0’s target BG automatically when current BG and eventualBG are high. This helps prevent and mitigate high BG, but automatically switches to low-temping to ensure that BG comes down smoothly toward your actual target. If you find this behavior too aggressive, you can disable this feature. If you do so, please let us know so we can better understand what settings work best for everyone.
pl: Ta funkcja była wcześniej włączona domyślnie, ale teraz będzie domyślnie wyłączona (nie będzie włączona automatycznie) w oref0 0.6.0 i więcej. (Nie ma potrzeby używać z 0.6.0). Ta funkcja automatycznie obniża docelowy poziom glikemii gdy bieżący poziom glikemii i przewidywany poziom glikemii są wysokie. Pomaga to zapobiegać i łagodzić wysoki poziom glikemii ale automatycznie przełącza się na niską dawkę podstawową w celu zapewnienia, że poziom glikemii spadnie płynnie do Twojego celu. Jeśli uważasz to zachowanie za zbyt agresywne, możesz wyłączyć tę funkcję. Jeśli to zrobisz, daj nam znać, abyśmy mogli lepiej zrozumieć, jakie ustawienia działają najlepiej dla wszystkich.

source: Exercise Mode
pl: Tryb ćwiczeń

source: Defaults to false. When true, > 105 mg/dL high temp target adjusts sensitivityRatio for exercise_mode. Synonym for high_temptarget_raises_sensitivity
pl: Domyślnie wyłączone. Jeśli włączone > 105 mg/dL wysoki cel tymczasowy dostosowuje wrażliwość dla trybu ćwiczeń. Podobieństwo do ustawienia "Wysoki cel tymczasowy zwiększa wrażliwość"

source: Wide BG Target Range
pl: Szeroki zakres docelowy

source: Defaults to false, which means by default only the low end of the pump’s BG target range is used as OpenAPS target. This is a safety feature to prevent too-wide targets and less-optimal outcomes. Therefore the higher end of the target range is used only for avoiding bolus wizard overcorrections. Use wide_bg_target_range: true to force neutral temps over a wider range of eventualBGs.
pl: Domyślnie wyłączone, co oznacza, że tylko dolny zakres docelowy jest używany jako cel OpenAPS. Jest to funkcja bezpieczeństwa zapobiegająca zbyt szerokim zakresom docelowym i mniej optymalnym wynikom. Dlatego górny koniec zakresu docelowego jest używany tylko w celu uniknięcia nadmiernych korekt kreatora bolusa. Jeśli włączysz wymusisz neutralne dawki bazy podstawowej w szerszym zakresie glikemii docelowej.

source: Skip Neutral Temps
pl: Pomiń neutralne dawki

source: Defaults to false, so that Trio will set temps whenever it can, so it will be easier to see if the system is working, even when you are offline. This means Trio will set a “neutral” temp (same as your default basal) if no adjustments are needed. This is an old setting for OpenAPS to have the options to minimise sounds and notifications from the 'rig', that may wake you up during the night.
pl: Domyślnie wyłączone, więc Trio ustawi dawki, kiedy tylko będzie to możliwe, dzięki czemu łatwiej będzie sprawdzić, czy system działa, nawet gdy jesteś offline. Oznacza to, że Trio ustawi „neutralną” dawkę (taką samą jak domyślna temperatura bazowa), jeśli nie są potrzebne żadne zmiany. To stare ustawienie OpenAPS, aby mieć opcje minimalizowania dźwięków i powiadomień z „rig”, które mogą Cię obudzić w nocy.

source: Unsuspend If No Temp
pl: Wznów po zawieszeniu

source: Many people occasionally forget to resume / unsuspend their pump after reconnecting it. If you’re one of them, and you are willing to reliably set a zero temp basal whenever suspending and disconnecting your pump, this feature has your back. If enabled, it will automatically resume / unsuspend the pump if you forget to do so before your zero temp expires. As long as the zero temp is still running, it will leave the pump suspended.
pl: Wiele osób czasami zapomina wznowić/odwiesić pompę po jej ponownym podłączeniu. Jeśli jesteś jedną z nich i chcesz niezawodnie ustawić zerową dawkę za każdym razem, gdy zawieszasz i odłączasz pompę, ta funkcja jest dla Ciebie. Jeśli jest włączona, automatycznie wznowi/odwiesi pompę, jeśli zapomnisz to zrobić przed upływem zerowej temperatury. Dopóki zerowa temperatura jest nadal włączona, pompa pozostanie zawieszona.

source: Enable UAM
pl: Włącz UAM

source: With this option enabled, the SMB algorithm can recognize unannounced meals. This is helpful, if you forget to tell Trio about your carbs or estimate your carbs wrong and the amount of entered carbs is wrong or if a meal with lots of fat and protein has a longer duration than expected. Without any carb entry, UAM can recognize fast glucose increasments caused by carbs, adrenaline, etc, and tries to adjust it with SMBs. This also works the opposite way: if there is a fast glucose decreasement, it can stop SMBs earlier.
pl: Po włączeniu tej opcji algorytm SMB może rozpoznawać niezapowiedziane posiłki. Jest to pomocne, jeśli zapomnisz powiedzieć Trio o węglowodanach lub oszacujesz je źle, a ilość wprowadzonych węglowodanów jest błędna lub jeśli posiłek z dużą ilością tłuszczu i białka trwa dłużej niż oczekiwano. Bez wprowadzania węglowodanów UAM może rozpoznawać szybkie wzrosty glikemii spowodowane węglowodanami, adrenaliną itp. i próbuje je ograniczyć za pomocą SMB. Działa to również w odwrotną stronę: jeśli występuje szybki spadek glikemii, SMB może wcześniej zatrzymać podawanie insuliny.

source: Enable SMB With COB
pl: Włącz SMB z COB

source: This enables supermicrobolus (SMB) while carbs on board (COB) are positive.
pl: Włącza supermikrobolus (SMB), gdy węglowodany na pokładzie (COB) są dodatnie.

source: Enable SMB With Temptarget
pl: Włącz SMB z celem tymczasowym
