Repository: nightscout/Trio
Catalog: FreeAPS/Sources/Localizations/Main/*.lproj/Localizable.strings
Languages: pl

source: Defaults to 0.2 (20%). Maximum positive percentual change of BG level to use SMB, above that will disable SMB. Hardcoded cap of 40%. For UAM fully-closed-loop 30% is advisable. Observe in log and popup (maxDelta 27 > 20% of BG 100 - disabling SMB!).
pl: Domyślne ustawienie 0,2 (20%). Maksymalna dodatnia procentowa zmiana poziomu BG do użycia SMB, powyżej której SMB zostanie wyłączone. Zakodowany na stałe limit 40%. Dla całkowicie zamkniętej pętli UAM zaleca się 30%. Obserwuj w dzienniku i wyskakującym okienku (maxDelta 27 > 20% BG 100 - wyłączenie SMB!).

source: ... When Blood Glucose Is Over (mg/dl):
pl: ... kiedy poziom glukozy we krwi jest powyżej (mg/dl):

source: Set the value enableSMB_high_bg will compare against to enable SMB. If BG > than this value, SMBs should enable.
pl: Ustawiona wartość "Włącz SMB z wysokim BG" będzie sprawdzać poziom aktualnej glikemii aby włączyć SMB. Jeśli BG będzie wyższa niż ustawiona wartość SMB będzie się aktywować.

source: Enable SMB With High BG
pl: Włącz SMB z wysokim BG

source: Enable SMBs when a high BG is detected, based on the high BG target (adjusted or profile)
pl: Włącz SMB, gdy zostanie wykryty wysoki poziom glikemii, na podstawie docelowego wysokiego poziomu glikemii (skorygowanego lub profilowego)

source: Dynamic settings
pl: Ustawienia dynamiczne

source: Insulin curve
pl: Krzywa insuliny

source: Adjustment Factor
pl: Współczynnik korygujący
