Repository: nightscout/Trio
Catalog: FreeAPS/Sources/Localizations/Main/*.lproj/Localizable.strings
Languages: pl

source: Add insulin without actually bolusing
pl: Dodaj insulinę bez podawania

source: Add %@ without bolusing
pl: Dodaj %@ bez bolusa

source: Close
pl: Zamknij

source: Continue without bolus
pl: Kontynuuj bez bolusa

source: Amount is more than your Max Bolus setting! Are you sure you want to add
pl: Wartość jest większa niż Twoje ustawienie Max bolus! Czy na pewno chcesz dodać

source: Enact Bolus
pl: Wprowadź bolus

source: Enact bolus
pl: Wprowadź bolus

source: Insulin recommended
pl: Zalecana ilość insuliny

source: Insulin required
pl: Wymagana insulina

source: Recommendation
pl: Zalecenia

source: Clear
pl: Wyczyść

source: Done
pl: Gotowe

source: Wait please
pl: Proszę czekać

source: Agree and continue
pl: Zatwierdź i kontynuuj

source: of
pl: z

source: Enacted at
pl: Ustawiono o

source: Suggested at
pl: Zalecono o

source: Error at
pl: Błąd o

source: Meal Summary
pl: Podsumowanie posiłku

source: Edit Meal
pl: Edytuj posiłek

source: Add Meal
pl: Dodaj posiłek

source: Bolus Summary
pl: Podsumowanie bolusa

source: Calculations
pl: Obliczenia

source: Fatty Meal
pl: Tłusty posiłek

source: Full Bolus
pl: Pełny bolus

source: Fraction
pl: Frakcja

source: Fatty Meal Factor
pl: Współczynnik tłustych posiłków

source: Result
pl: Wynik

source: Your entered amount was limited by your max Bolus setting of %d%@
pl: Wprowadzona wartość została ograniczona przez twoje maksymalne ustawienie bolusa %d%@

source: Continue
pl: Kontynuuj

source: Home
pl: Strona główna

source: looping
pl: pętla w toku

source: min ago
pl: min temu

source: No suggestion
pl: Brak sugestii

source: Replace pod
pl: Wymień POD'a

source: Add Carbs
pl: Dodaj węglowodany

source: Add Carbs
pl: Dodaj węglowodany

source: Amount Carbs
pl: Ilość węglowodanów

source: grams
pl: gramy

source: Carbs required
pl: Wymagane węglowodany

source: Saved Food
pl: Zapisano posiłek

source: Are you sure?
pl: Czy jesteś pewien?

source: Bottom target
pl: Dolny cel

source: Cancel
pl: Anuluj

source: Cancel Temp Target
pl: Anuluj cel tymczasowy

source: Custom
pl: Niestandardowy

source: Date
pl: Data

source: Delete
pl: Usuń

source: Delete preset "%@"
pl: Usuń '%@"

source: Duration
pl: Czas trwania

source: Enact Temp Target
pl: Ustaw cel tymczasowy

source: Target
pl: Cel

source: Basal Insulin and Sensitivity ratio
pl: Dawka podstawowa i wrażliwość

source: A lower 'Half Basal Target' setting will reduce the basal and raise the ISF earlier, at a lower target glucose.
pl: Niższe ustawienie „Połowa dawki podstawowej” spowoduje wcześniejsze obniżenie dawki podstawowej i wcześniejsze podniesienie ISF przy niższym docelowym stężeniu glukozy.

source: Your setting:
pl: Twoje ustawienia:

source: mg/dl. Autosens.max limits the max endpoint
pl: mg/dl. Autosens.max ogranicza maksymalną wartość końcową

source: Enter preset name
pl: Wpisz nazwę presetu

source: Name
pl: Nazwa

source: minutes
pl: minuty

source: Presets
pl: Presety

source: Save
pl: Zapis

source: Save as Preset
pl: Zapisz Preset

source: Delete Preset
pl: Usuń zapisany posiłek

source: Delete preset '%@'?
pl: Usunąć '%@'?

source: No
pl: Nie

source: Yes
pl: Tak

source: Top target
pl: Górny cel

source: for
pl: na

source: Basal profile
pl: Dawka podstawowa

source: Carb ratio
pl: Współczynnik węglowodanów

source: Delete autotune data
pl: Usuń dane autotune

source: Run now
pl: Uruchom teraz

source: Last run
pl: Ostatnie uruchomienie

source: Sensitivity
pl: Wrażliwość

source: Use Autotune
pl: Użyj Autotune

source: Add
pl: Dodaj

source: Basal Profile
pl: Dawka podstawowa

source: Rate
pl: Dawka

source: Save on Pump
pl: Zapisz w pompie

source: Saving...
pl: Zapisywanie...

source: Schedule
pl: Harmonogram

source: starts at
pl: Od godziny

source: Time
pl: Czas

source: Calculated Ratio
pl: Obliczony współczynnik

source: Carb Ratios
pl: Współczynniki węglowodanowe

source: Ratio
pl: Ilość

source: Calculated Sensitivity
pl: Obliczona wrażliwość

source: Insulin Sensitivities
pl: Wrażliwość na insulinę

source: Sensitivity Ratio
pl: Współczynnik wrażliwości

source: Dismiss
pl: Unieważnij

source: Important message
pl: Ważna wiadomość

source: Amount
pl: Wartość

source: Cancel Temp Basal
pl: Anuluj dawkę tymczasową

source: Enact
pl: Wprowadź

source: Manual Temp Basal
pl: Ręczna dawka tymczasowa

source: Allow uploads
pl: Zezwalaj na wysyłanie

source: API secret
pl: Hasło API

source: Connect
pl: Połącz

source: Connected!
pl: Połączony!

source: Connecting...
pl: Łączenie ...

source: Invalid URL
pl: Niepoprawny adres URL

source: Local glucose source
pl: Lokalne źródło glukozy

source: Nightscout Config
pl: Konfiguracja Nightscout

source: Use local glucose server
pl: Używaj lokalnego serwera glukozy

source: This enables uploading of statistics.json to Nightscout, which can be used by the Community Statistics and Demographics Project. Participation in Community Statistics is opt-in, and requires separate registration at:
pl: Umożliwia to przesłanie pliku statistics.json do Nightscout, który może zostać wykorzystany przez Community Statistics and Demographics Project. Udział w Community Statistics jest dobrowolny i wymaga osobnej rejestracji pod adresem:

source: Edit settings json
pl: Edycja ustawień json

source: Glucose units
pl: Jednostki glukozy

source: Preferences
pl: Preferencje

source: Recommended Insulin Fraction
pl: Zalecana frakcja insuliny

source: Skip Bolus screen after carbs
pl: Pomiń ekran bolusa po węglowodanach

source: Remote Control
pl: Kontrola zdalna

source: Now please verify all of your new settings thoroughly: • DIA (Pump settings) • Basal Profile • Insulin Sensitivities • Carb Ratios • Target Glucose in Trio Settings -> Configuration. Bad or invalid profile settings could have disastrous effects.
pl: Teraz sprawdź dokładnie wszystkie nowe ustawienia: • DIA (ustawienia pompy) • Profil dawki podstawowej • Wrażliwości na insulinę • Współczynniki węglowodanów • Docelowy poziom glukozy w Ustawieniach Trio -> Konfiguracja. Złe lub nieprawidłowe ustawienia profilu mogą mieć katastrofalne skutki.

source: This will replace some or all of your current pump settings. Are you sure you want to import profile settings from Nightscout?
pl: Spowoduje to zastąpienie niektórych lub wszystkich bieżących ustawień pompy. Czy na pewno chcesz zaimportować ustawienia profilu z Nightscout?

source: Invalid Nightcsout Basal Settings. Import aborted. Please check your Nightscout Profile Basal Settings!
pl: Nieprawidłowe ustawienia dawki podstawowej Nightcsout. Import przerwany. Sprawdź ustawienia dawki podstawowej Nightscout!

source: Settings were imported but the Basals couldn't be saved to pump (No pump). Check your basal settings and tap ´Save on Pump´ to sync the new basal settings
pl: Ustawienia zostały zaimportowane, ale dawki podstawowej nie można było zapisać do pompy (Brak pompy). Sprawdź ustawienia dawki podstawowej i dotknij „Zapisz na pompie”, aby zsynchronizować nowe ustawienia dawki podstawowej

source: Import Error
pl: Błąd importu

source: Yes, Import
pl: Tak, Importuj

source: Import settings from Nightscout
pl: Importowanie ustawień z Nightscout

source: Import settings?
pl: Importować ustawienia?

source: Import from Nightscout
pl: Importowanie z Nightscout

source: Settings imported
pl: Ustawienia zaimportowano

source: Mismatching glucose units in Nightscout and Pump Settings. Import settings aborted.
pl: Niezgodne jednostki glukozy w Nightscout i w ustawieniach Pompy. Import ustawień przerwany.

source: Can't find the default Nightscout Profile.
pl: Nie można znaleźć domyślnego profilu Nightscout

source: Blood Glucose Test
pl: Test glukozy we krwi

source: Add Medtronic
pl: Dodaj Medtronic

source: Add Omnipod
pl: Dodaj Omnipod

source: Add Simulator
pl: Dodaj Symulator

source: Pump config
pl: Ustawienia pompy

source: Delivery limits
pl: Limit podawania

source: Duration of Insulin Action
pl: (DIA) Czas działania insuliny

source: hours
pl: godzin (-y)

source: Max Basal
pl: Maksymalna dawka podstawowa

source: Max Bolus
pl: Maksymalny Bolus

source: Max Carbs
pl: Maksymalna ilość węglowodanów

source: Max Fat
pl: Maksymalna ilość tłuszczu

source: Max Protein
pl: Maksymalna ilość białka

source: Limit Per Entry
pl: Limit do wpisania

source: Max Carbs of
pl: Maksymalna ilość węglowodanów

source: Max Fat of
pl: Maksymalna ilość tłuszczu

source: Max Protein of
pl: Maksymalna ilość białka

source: Max Bolus of
pl: Maksymalny bolus

source: exceeded
pl: przekroczono

source: Pump Settings
pl: Ustawienia pompy

source: U/hr
pl: J/h

source: U
pl: J

source: /U
pl: /J

source: U
pl: J

source: U/hr
pl: J/h

source: %@ U/hr
pl: %@ J/h

source: %@ U
pl: %@ J

source: g/U
pl: g/J

source: 0 U/hr
pl: 0 J/h

source: Closed loop
pl: Pętla zamknięta

source: Configuration
pl: Konfiguracja

source: Devices
pl: Urządzenia

source: Pump
pl: Pompa

source: Watch
pl: Zegarek

source: Watch Configuration
pl: Konfiguracja zegarka

source: Display on Watch
pl: Wyświetl na zegarku

source: Garmin Watch
pl: Zegarek Garmin

source: Add devices
pl: Dodaj urządzenia

source: Glucose Target
pl: Zakres docelowy

source: Heart Rate
pl: Puls

source: Steps
pl: Kroki

source: The app Garmin Connect must be installed to use for Trio. Go to App Store to download it
pl: Aby korzystać z Trio, należy zainstalować aplikację Garmin Connect. Przejdź do App Store, aby ją pobrać

source: Garmin is not available
pl: Garmin jest niedostępny

source: Services
pl: Usługi

source: Settings
pl: Ustawienia

source: Recommended Bolus Percentage
pl: Zalecany Procent Bolusa

source: Share logs
pl: Udostępnij logi

source: High target
pl: Wysoki cel

source: Low target
pl: Niski cel

source: Bolusing
pl: Podawanie bolusa

source: Pump suspended
pl: Pompa zawieszona

source: Middleware
pl: Oprogramowanie pośrednie

source: History
pl: Historia

source: Upload
pl: Prześlij

source: Allow Uploads
pl: Zezwalaj na przesyłanie

source: Type
pl: Rodzaj

source: Transmitter ID
pl: ID Nadajnika

source: Other
pl: Inne

source: Set temp targets presets on iPhone first
pl: Najpierw ustaw tymczasowe ustawienia docelowe na iPhone

source: Updating...
pl: Aktualizowanie...

source: Temp Targets
pl: Cele tymczasowe

source: Delete Carbs?
pl: Usunąć węglowodany?

source: Delete Insulin?
pl: Usunąć insulinę?

source: Treatments
pl: Zdarzenia

source: Unable to change anything
pl: Nie można niczego zmienić

source: Configure Libre Transmitter
pl: Konfiguruj Libre Transmitter

source: Calibrations
pl: Kalibracje

source: Create Events in Calendar
pl: Utwórz wydarzenia w kalendarzu

source: Calendar
pl: Kalendarz

source: Automatic
pl: Automatycznie

source: External
pl: Zewnętrzne

source: Modes
pl: Tryby

source: Select the third party transmitter you want to connect to
pl: Wybierz inny nadajnik, z którym chcesz się połączyć

source: State was restored
pl: Status został przywrócony

source: Add calibration
pl: Dodaj kalibrację

source: Meter glucose
pl: Glukometr

source: Info
pl: Informacja

source: Chart
pl: Wykres

source: Remove
pl: Usuń

source: Remove Last
pl: Usuń ostatni

source: Remove All
pl: Usuń wszystko

source: About the Process
pl: O procesie

source: Please make sure that your Libre 2 sensor is already activated and finished warming up. If you have other apps connecting to the sensor via bluetooth, these need to be shut down or uninstalled. You can only have one app communicating with the sensor via bluetooth. Then press the "pariring and connection" button below to start the process. Please note that the bluetooth connection might take up to a couple of minutes before it starts working.
pl: Upewnij się, że czujnik Libre 2 jest już aktywowany i uruchomiony. Jeśli masz inne aplikacje łączące się z czujnikiem przez Bluetooth, należy je wyłączyć lub odinstalować. Możesz mieć tylko jedną aplikację komunikującą się z czujnikiem przez Bluetooth. Następnie naciśnij przycisk „parowanie i łączenie” poniżej, aby rozpocząć proces parowania z czujnikiem. Należy pamiętać, że łączenie Bluetooth może potrwać do kilku minut, zanim zacznie działać.

source: Pairinginfo
pl: Informacje o parowaniu

source: Calibrationinfo
pl: Informacje o kalibracji

source: Unknown
pl: Nieznany

source: Not paired yet
pl: Jeszcze nie sparowano

source: Pair Sensor & connect
pl: Sparuj czujnik i połącz

source: Phone NFC required!
pl: Wymagany telefon z NFC!

source: Your phone or app is not enabled for NFC communications, which is needed to pair to libre2 sensors
pl: Twój telefon lub aplikacja nie obsługuje komunikacji NFC, która jest wymagana do sparowania z czujnikami Libre2

source: Bluetooth Power Off
pl: Bluetooth wyłączony

source: Please turn on Bluetooth
pl: Proszę włączyć Bluetooth

source: No Libre Transmitter Selected
pl: Nie wybrano nadajnika Libre

source: Delete CGMManager and start anew. Your libreoopweb credentials will be preserved
pl: Usuń CGM Manager i zacznij od nowa. Twoje dane uwierzytelniające LibreOOPWeb zostaną zachowane

source: Invalid libre checksum
pl: Nieprawidłowa suma kontrolna libre

source: Libre sensor was incorrectly read, CRCs were not valid
pl: Czujnik Libre został nieprawidłowo odczytany, kody CRC były nieprawidłowe

source: Glucose
pl: Glukoza

source: LOWALERT!
pl: NISKI ALARM GLUKOZY!

source: HIGHALERT!
pl: WYSOKI ALARM GLUKOZY!

source: (Snoozed)
pl: (Uśpiony)

source: Glucose: %@
pl: Glukoza: %@

source: Transmitter: %@%%
pl: Transmiter: %@%%

source: No Sensor Detected
pl: Nie wykryto czujnika

source: This might be an intermittent problem, but please check that your transmitter is tightly secured over your sensor
pl: Może to być sporadyczny problem, ale sprawdź, czy transmiter jest dobrze zamocowany na czujniku

source: New Sensor Detected
pl: Wykryto nowy czujnik

source: Please wait up to 30 minutes before glucose readings are available!
pl: Poczekaj do 30 minut, zanim odczyty glukozy będą dostępne!

source: Invalid Glucose sample detected, try again later
pl: Wykryto nieprawidłową glukozę. Spróbuj ponownie później

source: Sensor might have temporarily stopped, fallen off or is too cold or too warm
pl: Czujnik mógł się tymczasowo zatrzymać, odpaść lub jest zbyt zimny lub zbyt ciepły

source: Invalid Sensor Detected
pl: Wykryto nieprawidłowy czujnik

source: Detected sensor seems not to be a libre 1 sensor!
pl: Wykryty czujnik najprawdopodobniej nie jest czujnikiem Libre 1!

source: Detected sensor is invalid: %@
pl: Wykryty czujnik jest nieprawidłowy: %@

source: Low battery
pl: Słaba bateria

source: Invalid sensor
pl: Nieprawidłowy czujnik

source: Sensor change
pl: Wymień czujnik

source: Sensor expires soon
pl: Czujnik wkrótce wygaśnie

source: Battery is running low %@, consider charging your %@ device as soon as possible
pl: Bateria jest słaba %@, rozważ naładowanie urządzenia %@ tak szybko, jak to możliwe

source: Extracting calibrationdata from sensor
pl: Wyodrębnianie danych kalibracyjnych z czujnika

source: Sensor Ending Soon
pl: Wkrótce koniec działania czujnika

source: Current Sensor is Ending soon! Sensor Life left in %@
pl: Aktualny czujnik wkrótce zakończy działanie! Pozostała żywotność czujnika to %@

source: Snooze Alerts
pl: Uśpij Alarmy

source: Last measurement
pl: Ostatni pomiar

source: Sensor Footer checksum
pl: Suma kontrolna czujnika

source: Last Blood Sugar prediction
pl: Ostatnia prognoza poziomu glikemii

source: CurrentBG
pl: Aktualne BG

source: Sensor Info
pl: Informacje o czujniku

source: Sensor Age
pl: Czas działania czujnika

source: Sensor Age Left
pl: Pozostały czas czujnika

source: Sensor Endtime
pl: Czas zakończenia czujnika

source: Sensor State
pl: Stan czujnika

source: Sensor Serial
pl: Numer seryjny czujnika

source: Transmitter Info
pl: Informacja o nadajniku

source: Hardware
pl: Sprzęt

source: Firmware
pl: Oprogramowanie sprzętowe

source: Connection State
pl: Status połączenia

source: Transmitter Type
pl: Typ nadajnika

source: Sensor Type
pl: Typ czujnika

source: Factory Calibration Parameters
pl: Parametry fabrycznej kalibracji

source: Valid for footer
pl: Ważne dla stopki

source: Edit calibrations
pl: Edycja kalibracji

source: edit calibration clicked
pl: edycja kalibracji kliknięta

source: Delete CGM
pl: Usuń CGM

source: Are you sure you want to remove this cgm from loop?
pl: Czy na pewno chcesz usunąć ten cgm z pętli?

source: There is no undo
pl: Nie można cofnąć

source: Advanced
pl: Zaawansowane

source: Alarms
pl: Alarmy

source: Glucose Settings
pl: Ustawienia glukozy

source: Notifications
pl: Powiadomienia

source: Export logs
pl: Eksportuj logi

source: Export not available
pl: Eksport nie jest możliwy

source: Log export requires ios 15
pl: Eksport logów wymaga iOS15

source: Got it!
pl: OK!

source: Saved to %@
pl: Zapisano w %@

source: No logs available
pl: Brak dostępnych logów

source: Glucose Notification visibility
pl: Widoczność powiadomień o poziomie glikemii

source: Always Notify Glucose
pl: Zawsze powiadamiaj o glikemii

source: Notify per reading
pl: Powiadom po każdym odczycie

source: Value
pl: Wartość

source: Adds Phone Battery
pl: Dodaje baterię telefonu

source: Adds Transmitter Battery
pl: Dodaje baterię nadajnika

source: Also vibrate
pl: Wibracje

source: Additional notification types
pl: Dodatkowe rodzaje powiadomień

source: Misc
pl: Różne

source: Unit override
pl: Nadpisanie jednostki

source: Low
pl: Niski

source: High
pl: Wysoki

source: glucose
pl: glikemia

source: Schedule
pl: Harmonogram

source: tapped save schedules
pl: stuknięto zapisz harmonogramy

source: Error
pl: Błąd

source: Some ui element was incorrectly specified
pl: Niektóre elementy interfejsu użytkownika zostały nieprawidłowo określone

source: Success
pl: Zakończono pomyślnie

source: Schedules were saved successfully!
pl: Harmonogramy zostały pomyślnie zapisane!

source: High Glucose Alarm active
pl: Alarm wysokiego poziomu glikemii aktywny

source: Low Glucose Alarm active
pl: Alarm niskiego poziomu glikemii aktywny

source: No Glucose Alarm active
pl: Alarmy nie są aktywne

source: snoozing until %@
pl: uśpij do %@

source: not snoozing
pl: nie uśpiony

source: nothing to see here
pl: nic tu nie ma

source: snooze from testview clicked
pl: Drzemka z widoku testowego kliknięta

source: will snooze for %@ until %@
pl: uśpij na %@ do %@

source: Click to Snooze Alerts
pl: Kliknij, aby uśpić Alerty

source: Strength
pl: Siła

source: Hold the top of your iPhone near the sensor to pair
pl: Przyłóż górną część telefonu do czujnika, aby sparować

source: Sensor not found
pl: Nie znaleziono czujnika

source: Also play alert sound
pl: Odtwórz dźwięk alarmu

source: Notification Settings
pl: Ustawienia powiadomień

source: Found devices: %d
pl: Znaleziono urządzenia: %d

source: Backfill options
pl: Opcje uzupełniania

source: Backfilling from trend is currently not well supported by Loop
pl: Uzupełnianie trendu nie jest obecnie dobrze obsługiwane przez pętlę

source: Backfill from history
pl: Uzupełnij z historii

source: Backfill from trend
pl: Uzupełnij z trendu

source: Debug options
pl: Opcje debugowania

source: Adds a lot of data to the Issue Report
pl: Dodaje wiele danych do raportu o problemie

source: Persist sensordata
pl: Trwałe dane sensoryczne

source: Battery
pl: Bateria

source: Also add source info
pl: Dodaj informacje źródłowe

source: Carbs Required Threshold
pl: Wymagany próg węglowodanów

source: Carbs required: %d g
pl: Wymagane węglowodany: %d g

source: To prevent LOW required %d g of carbs
pl: Aby zapobiec niskiemu poziomowi glikemii wymagane %d g węglowodanów

source: Trio Not Active
pl: Trio nieaktywne

source: Last loop was more than %d min ago
pl: Ostatnia ukończona pętla była ponad %d min temu

source: Show glucose on the app badge
pl: Pokaż poziom glikemii na ikonie aplikacji

source: Backfill glucose
pl: Uzupełnij glikemię

source: About this source
pl: O źródle

source: Bolus failed
pl: Bolus nieudany

source: Bolus failed or inaccurate. Check pump history before repeating.
pl: Bolus nieudany. Przed powtórzeniem sprawdź historię pompy.

source: Carbs
pl: Węglowodany

source: Note
pl: Notatka

source: Temp Basal
pl: Baza tymczasowa

source: Temp Target
pl: Cel tymczasowy

source: Resume
pl: Wznów

source: Suspend
pl: Wstrzymaj

source: Animated Background
pl: Animowane tło

source: day(s)
pl: Dzień (dni)

source: Display HR on Watch
pl: Wyświetl HR na zegarku

source: OpenAPS main settings
pl: OpenAPS główne ustawienia

source: OpenAPS SMB settings
pl: OpenAPS SMB ustawienia

source: OpenAPS targets settings
pl: OpenAPS Ustawienia celów

source: OpenAPS other settings
pl: OpenAPS pozostałe ustawienia

source: Glucose Simulator
pl: Symulator glikemii

source: Bluetooth State restored (APS restarted?). Found %d peripherals, and connected to %@ with identifier %@
pl: Stan Bluetooth przywrócono (APS zrestartowano?). Znaleziono %d urządzeń peryferyjnych i połączono z %@ o identyfikatorze %@

source: Using shared app group with external CGM app xDrip4iOS
pl: Korzystanie z udostępnionej grupy aplikacji z zewnętrzną aplikacją CGM xDrip4iOS

source: Using shared app group with external CGM app GlucoseDirect
pl: Korzystanie z udostępnionej grupy aplikacji z zewnętrzną aplikacją CGM GlucoseDirect

source: Dexcom G6 app
pl: Aplikacja Dexcom G6

source: Native G5 app
pl: Natywna aplikacja G5

source: Minilink transmitter
pl: Transmiter Minilink

source: Simple simulator
pl: Prosty symulator

source: Direct connection with Libre 1 transmitters or European Libre 2 sensors
pl: Bezpośrednie połączenie z nadajnikami Libre 1 lub Europejskimi czujnikami Libre 2

source: Online or internal server
pl: Serwer online lub wewnętrzny

source: Developer
pl: Deweloper

source: NS Upload Profile
pl: Prześlij profil NS

source: NS Uploaded Profile
pl: Przesłano profil NS

source: Dynamic Sensitivity
pl: Dynamiczna wrażliwość

source: Only Autotune Basal Insulin
pl: Tylko dawka podstawowa Autotune

source: Save as your Normal Basal Rates
pl: Zapisz jako normalne dawki podstawowe

source: Pump History
pl: Historia pompy

source: Target ranges
pl: Zakres docelowy

source: Temp targets
pl: Cele tymczasowe

source: Meal
pl: Posiłek

source: Pump profile
pl: Profil pompy

source: Profile
pl: Profil

source: Enacted
pl: Wprowadzono

source: Announcements
pl: Ogłoszenia

source: Enacted announcements
pl: Wprowadzone ogłoszenia

source: Target presets
pl: Ustawienia docelowe

source: Loop Cycles
pl: Cykle pętli

source: Glucose Data used for statistics
pl: Dane dotyczące glikemii wykorzystywane do statystyk

source: Connect to Apple Health
pl: Połącz z Apple Health

source: For write data to Apple Health you must give permissions in Settings > Health > Data Access
pl: Aby zapisywać dane do Apple Health musisz przyznać uprawnienia w Ustawieniach > Zdrowie > Dostęp do danych

source: This allows Trio to read from and write to Apple Heath. You must also give permissions in Settings > Health > Data Access. If you enter a glucose value into Apple Health, open Trio to confirm it shows up.
pl: Umożliwia to Trio odczytywanie i zapisywanie danych w Apple Heath. Musisz również udzielić uprawnień w Ustawieniach > Zdrowie > Dostęp do danych. Jeśli wprowadzisz wartość glukozy do Apple Health, otwórz Trio, aby potwierdzić, że się wyświetla.

source: Warning
pl: Ostrzeżenie

source: Manual
pl: Ręczny

source: External Insulin
pl: Insulina z zewnątrz

source: Manual Basal
pl: Ręczna dawka tymczasowa

source: - Manual Basal ⚠️
pl: - Ręczna dawka tymczasowa ⚠️

source: U/day
pl: J/dobę

source: Total
pl: Ogółem

source: Enable
pl: Włącz

source: Fat and Protein Conversion Settings
pl: Ustawienia konwersji tłuszczu i białka

source: Delay In Minutes
pl: Opóźnienie w minutach

source: Maximum Duration In Hours
pl: Czas trwania w godzinach

source: Interval In Minutes
pl: Odstęp w minutach
