Repository: nightscout/Trio
Catalog: FreeAPS/Sources/Localizations/Main/*.lproj/Localizable.strings
Languages: pl

source: This enables supermicrobolus (SMB) with eating soon / low temp targets. With this feature enabled, any temporary target below 100mg/dL, such as a temp target of 99 (or 80, the typical eating soon target) will enable SMB.
pl: Włącza supermikrobolus (SMB) z jedzeniem wkrótce / niskim celem tymczasowym. Gdy funkcja jest włączona, dowolny tymczasowy cel poniżej 100 mg/dL, taki jak cel tymczasowy 99 (lub 80 - typowy cel do szybkiego jedzenia) umożliwi SMB.

source: Enable SMB Always
pl: Zawsze włącz SMB

source: Defaults to false. When true, always enable supermicrobolus (unless disabled by high temptarget).
pl: Domyślnie opcja jest wyłączona. SMB jest zawsze włączony (chyba że jest wyłączony przez wysoki poziom tymczasowy).

source: Enable SMB After Carbs
pl: Włącz SMB po węglowodanach

source: Defaults to false. When true, enables supermicrobolus (SMB) for 6h after carbs, even with 0 carbs on board (COB).
pl: Domyślnie opcja jest wyłączona. SMB jest zawsze włączony (chyba że jest wyłączony przez wysoki poziom tymczasowy).

source: Allow SMB With High Temptarget
pl: Zezwalaj na SMB z wysokim celem tymczasowym

source: Defaults to false. When true, allows supermicrobolus (if otherwise enabled) even with high temp targets (> 100 mg/dl).
pl: Domyślnie opcja jest wyłączona. Pozwala na supermikrobolus (SMB) z wysokimi celami tymczasowymi (> 100 mg/dl).

source: Use Custom Peak Time
pl: Użyj własnego czasu szczytu insuliny

source: Defaults to false. Setting to true allows changing insulinPeakTime
pl: Domyślnie opcja jest wyłączona. Pozwala na zmianę czasu szczytu insuliny, w którym insulina ma maksymalną aktywność

source: Suspend Zeros IOB
pl: Zawieś zerowe IOB

source: Default is false. Any existing temp basals during times the pump was suspended will be deleted and 0 temp basals to negate the profile basal rates during times pump is suspended will be added.
pl: Domyślnie jest wyłączone. Wszystkie dawki tymczasowe podczas zawieszenia podawania zostaną usunięte poprawiając obliczenia IOB przez algorytm.

source: Max IOB is the maximum amount of insulin on board from all sources – both basal (or SMB correction) and bolus insulin – that your loop is allowed to accumulate to treat higher-than-target BG. Unlike the other two OpenAPS safety settings (max_daily_safety_multiplier and current_basal_safety_multiplier), max_iob is set as a fixed number of units of insulin. As of now manual boluses are NOT limited by this setting. To test your basal rates during nighttime, you can modify the Max IOB setting to zero while in Closed Loop. This will enable low glucose suspend mode while testing your basal rates settings (Tip from https://www.loopandlearn.org/freeaps-x/#open-loop).
pl: Max IOB to maksymalna ilość insuliny na pokładzie ze wszystkich źródeł - zarówno bazowej (lub korekty SMB), jak i insuliny bolusowej - którą pętla może kumulować się w celu leczenia wyższego niż docelowy stężenia BG. W przeciwieństwie do pozostałych dwóch ustawień bezpieczeństwa OpenAPS (max_daily_safety_multiplier i current_basal_safety_multiplier), max_iob jest ustawiony jako stała liczba jednostek insuliny. Od teraz ręczne bolusy NIE są ograniczone przez to ustawienie. Aby przetestować dawki bazowe w nocy, możesz zmodyfikować ustawienie Max IOB do zera w zamkniętej pętli. Spowoduje to włączenie trybu zawieszania niskiej glukozy podczas testowania ustawień podstawowych (Tip z https://www.loopandlearn.org/freeaps-x/#open-loop).

source: Max Daily Safety Multiplier
pl: Dzienny mnożnik bezpieczeństwa bazy

source: This is an important OpenAPS safety limit. The default setting (which is unlikely to need adjusting) is 3. This means that OpenAPS will never be allowed to set a temporary basal rate that is more than 3x the highest hourly basal rate programmed in a user’s pump, or, if enabled, determined by autotune.
pl: Jest to ważny limit bezpieczeństwa OpenAPS. Domyślne ustawienie (jest mało prawdopodobne, aby wymagało dostosowania) to 3. Oznacza to, że OpenAPS nigdy nie będzie mógł ustawiać tymczasowej dawki podstawowej, która jest większa niż 3 krotność najwyższej godzinowej raty dawki podstawowej zaprogramowanej w pompie użytkownika, lub włączonej przez autotune.

source: Current Basal Safety Multiplier
pl: Godzinowy mnożnik bezpieczeństwa bazy

source: This is another important OpenAPS safety limit. The default setting (which is also unlikely to need adjusting) is 4. This means that OpenAPS will never be allowed to set a temporary basal rate that is more than 4x the current hourly basal rate programmed in a user’s pump, or, if enabled, determined by autotune.
pl: Jest to kolejny ważny limit bezpieczeństwa OpenAPS. Domyślne ustawienie (co również jest mało prawdopodobne, aby wymagało dostosowania) wynosi 4. Oznacza to, że OpenAPS nigdy nie będzie mógł ustawiać tymczasowej dawki podstawowej, która jest większa niż 4 krotność aktualnej godzinowej raty dawki podstawowej zaprogramowanej w pompie użytkownika, lub włączonej przez autotune.

source: This is a multiplier cap for autosens (and autotune) to set a 20% max limit on how high the autosens ratio can be, which in turn determines how high autosens can adjust basals, how low it can adjust ISF, and how low it can set the BG target.
pl: Jest to mnożnik dla autosens i autotune. Ustawia 20% maksymalnego limitu dla najwyższej wartości jaką autosens może przyjąć, co z kolei określa jak wysoko autosens może zwiększyć bazę, jak nisko może ustawić współczynnik wrażliwości insuliny ISF, i jak nisko może ustawić docelową wartość glikemii.

source: The other side of the autosens safety limits, putting a cap on how low autosens can adjust basals, and how high it can adjust ISF and BG targets.
pl: Druga strona limitów bezpieczeństwa autosens, narzucająca ograniczenie na to, jak nisko autosens może zmniejszyć dawki bazowe, a jak wysoko może ustawić współczynnik wrażliwości insuliny ISF i docelową wartość glikemii.

source: Half Basal Exercise Target
pl: Połowa bazy dla celu ćwiczeń

source: Set to a number, e.g. 160, which means when temp target is 160 mg/dL and exercise_mode=true, run 50% basal at this level (120 = 75%; 140 = 60%). This can be adjusted, to give you more control over your exercise modes.
pl: Ustaw liczbę, np. 160, co oznacza, że jeśli cel tymczasowy wynosi 160 mg/dl a tryb ćwiczeń jest włączony to uruchomi 50% dawki podstawowej na tym poziomie (120 = 75%; 140 = 60%). Można to dostosować, aby zapewnić większą kontrolę nad trybami ćwiczeń.

source: The default of maxCOB is 120. (If someone enters more carbs in one or multiple entries, Trio will cap COB to maxCOB and keep it at maxCOB until the carbs entered above maxCOB have shown to be absorbed. Essentially, this just limits UAM as a safety cap against weird COB calculations due to fluky data.)
pl: Wartość domyślna Max COB wynosi 120. (Jeśli ktoś wpisuje więcej węglowodanów w jednym lub wielu wpisach, Trio ograniczy poziom COB do wartości maxCOB i utrzyma go na poziomie maxCOB do czasu wykazania, że węglowodany wpisane powyżej wartości maxCOB są wchłaniane. Zasadniczo ogranicza to użycie UAM jako limitu bezpieczeństwa do dziwnych obliczeń COB z powodu niedokładnych danych)

source: Bolus Snooze DIA Divisor
pl: Wstrzymaj bolus dzielnik DIA

source: Bolus snooze is enacted after you do a meal bolus, so the loop won’t counteract with low temps when you’ve just eaten. The example here and default is 2; so a 3 hour DIA means that bolus snooze will be gradually phased out over 1.5 hours (3DIA/2).
pl: Wartość domyślna: 2 Wstrzymanie bolusa jest uruchamiane po wykonaniu bolusa posiłkowego, tak by pętla nie przeciwdziałała niskim wartościom tymczasowym zaraz po posiłku. Przykład: wartość domyślna ustawiona jest 2; więc 3 godzinne DIA oznacza, że wstrzymanie bolusa będzie wyłączone po 1.5 godziny (3DIA/2).

source: Min 5m Carbimpact
pl: Absorbcja węglowodanów /5min

source: This is a setting for default carb absorption impact per 5 minutes. The default is an expected 8 mg/dL/5min. This affects how fast COB is decayed in situations when carb absorption is not visible in BG deviations. The default of 8 mg/dL/5min corresponds to a minimum carb absorption rate of 24g/hr at a CSF of 4 mg/dL/g.
pl: Jest to ustawienie domyślnego wpływu absorpcji węglowodanów na 5 minut. Wartością domyślną jest spodziewane 8 mg/dL/5min. Ma to wpływ na szybkość rozkładu COB w sytuacjach, gdy wchłanianie węglowodanów nie jest widoczne w odchyleniach stężenia glukozy we krwi. Wartość domyślna 8 mg/dL/5min odpowiada minimalnej szybkości wchłaniania węglowodanów wynoszącej 24 g/godz. w płynie mózgowo-rdzeniowym 4 mg/dL/g.

source: Autotune ISF Adjustment Fraction
pl: Autotune ISF - współczynnik regulacji

source: The default of 0.5 for this value keeps autotune ISF closer to pump ISF via a weighted average of fullNewISF and pumpISF. 1.0 allows full adjustment, 0 is no adjustment from pump ISF.
pl: Wartość domyślna 0,5. Dla tej wartości autotune utrzymuje ISF bliżej ustawionego ISF przez użytkownika wyliczonego wg średniej ważonej fullNewISF i pumpISF. 1 pozwala na pełną regulację, 0 oznacza brak regulacji.

source: Remaining Carbs Fraction
pl: Pozostałe frakcje węglowodanów

source: This is the fraction of carbs we’ll assume will absorb over 4h if we don’t yet see carb absorption.
pl: Jest to część węglowodanów, które zakładamy że wchłoną się przez 4 godziny, jeżeli jeszcze nie rozpoczęło się wchłanianie węglowodanów.

source: Remaining Carbs Cap
pl: Limit pozostałych węglowodanów

source: This is the amount of the maximum number of carbs we’ll assume will absorb over 4h if we don’t yet see carb absorption.
pl: Jest to ilość węglowodanów, która ma zostać wchłonięta po 4 godzinach wchłaniania węglowodanów.

source: Defaults to start at 30. This is the maximum minutes of basal that can be delivered as a single SMB with uncovered COB. This gives the ability to make SMB more aggressive if you choose. It is recommended that the value is set to start at 30, in line with the default, and if you choose to increase this value, do so in no more than 15 minute increments, keeping a close eye on the effects of the changes. It is not recommended to set this value higher than 90 mins, as this may affect the ability for the algorithm to safely zero temp. It is also recommended that pushover is used when setting the value to be greater than default, so that alerts are generated for any predicted lows or highs.
pl: Domyślnie wartość to 30. Jest to maksymalna ilość minut bazy którą można dostarczyć jako pojedynczy SMB z bez COB. Daje to możliwość zwiększenia agresywności SMB, jeśli chcesz. Zaleca się ustawienie wartości początkowej na 30, zgodnie z wartością domyślną, a jeśli zdecydujesz się zwiększyć tę wartość rób to w odstępach nie większych niż 15 minut uważnie obserwując skutki zmian. Nie zaleca się ustawiania tej wartości wyższej niż 90 minut ponieważ może to wpłynąć na zdolność algorytmu do bezpiecznego zerowania bazy. Zaleca się również użycie powiadomień podczas ustawiania wartości większej niż domyślna, aby alerty były generowane dla wszelkich przewidywanych minimów lub maksimów.

source: Defaults to start at 30. This is the maximum minutes of basal that can be delivered by UAM as a single SMB when IOB exceeds COB. This gives the ability to make UAM more or less aggressive if you choose. It is recommended that the value is set to start at 30, in line with the default, and if you choose to increase this value, do so in no more than 15 minute increments, keeping a close eye on the effects of the changes. Reducing the value will cause UAM to dose less insulin for each SMB. It is not recommended to set this value higher than 60 mins, as this may affect the ability for the algorithm to safely zero temp. It is also recommended that pushover is used when setting the value to be greater than default, so that alerts are generated for any predicted lows or highs.
pl: Domyślnie wartość to 30. Jest to maksymalna liczba minut bazowych, które mogą być dostarczane przez UAM jako pojedynczy SMB, gdy IOB przekracza COB. Daje to możliwość uczynienia UAM bardziej lub mniej agresywnym, jeśli chcesz. Zaleca się, aby wartość była ustawiona na 30, zgodnie z wartością domyślną, a jeśli zdecydujesz się zwiększyć tę wartość, rób to w odstępach nie dłuższych niż 15 minut, uważnie obserwując skutki zmian. Zmniejszenie wartości spowoduje, że UAM będzie dawkować mniej insuliny dla każdego SMB. Nie zaleca się ustawiania tej wartości wyższej niż 60 minut, ponieważ może to wpłynąć na zdolność algorytmu do bezpiecznego zerowania bazy. Zaleca się również użycie powiadomień podczas ustawiania wartości większej niż domyślna, aby alerty były generowane dla wszelkich przewidywanych minimów lub maksimów.

source: SMB Interval
pl: SMB odstęp czasowy

source: Minimum duration in minutes for new SMB since last SMB or manual bolus
pl: Minimalny odstęp czasowy w minutach pomiędzy podaniem nowego SMB a ostatnim podanym SMB lub ręcznym bolusem

source: Bolus Increment
pl: Przyrost bolusa

source: Smallest enacted SMB amount. Minimum amount for Omnipod pumps is 0.05 U, whereas for Medtronic pumps it differs for various models, from 0.025 U to 0.10 U. Please check the minimum bolus amount which can be delivered by your pump. The default value is 0.1.
pl: Najmniejsza podawana dawka SMB. Minimalna dawka dla pomp Omnipod wynosi 0,05 U, podczas gdy dla pomp Medtronic różni się w zależności od modelu, od 0,025 U do 0,10 U. Sprawdź minimalną ilość bolusa, którą może podać Twoja pompa. Wartość domyślna to 0,1.

source: Insulin Peak Time
pl: Szczyt działania insuliny

source: Time of maximum blood glucose lowering effect of insulin, in minutes. Beware: Oref assumes for ultra-rapid (Lyumjev) & rapid-acting (Fiasp) curves minimal (35 & 50 min) and maximal (100 & 120 min) applicable insulinPeakTimes. Using a custom insulinPeakTime outside these bounds will result in issues with Trio, longer loop calculations and possible red loops.
pl: Czas maksymalnego działania insuliny obniżającego poziom glukozy we krwi, w minutach. Uwaga: Oref zakłada dla krzywych ultra-rapid (Lyumjev) i rapid action (Fiasp) minimalne (35 i 50 min) i maksymalne (100 i 120 min) dla standardowych szczytów insuliny. Użycie niestandardowego czasu szczytu insuliny poza tymi granicami spowoduje problemy z Trio, dłuższe obliczenia pętli i możliwe czerwone pętle.

source: Carbs Req Threshold
pl: Próg wymaganych węglowodanów

source: Grams of carbsReq to trigger a pushover. Defaults to 1 (for 1 gram of carbohydrate). Can be increased if you only want to get Pushover for carbsReq at X threshold.
pl: Ilość wymaganych węglowodanów, aby wywołać powiadomienie. Domyślnie 1 (dla 1 grama węglowodanów). Można zwiększyć, jeśli chcesz uzyskać powiadomienia dla większych ilości.

source: Noisy CGM Target Multiplier
pl: Współczynnik szumu CGM

source: Defaults to 1.3. Increase target by this amount when looping off raw/noisy CGM data
pl: Domyślnie to 1,3. Jeśli dane CGM są zaszumione/niedokładne zwiększa docelowy poziom glikemii we krwi o ustaloną wartość

source: SMB DeliveryRatio
pl: SMB współczynnik dostarczania

source: Default value: 0.5 This is another key OpenAPS safety cap, and specifies what share of the total insulin required can be delivered as SMB. Increase this experimental value slowly and with caution.
pl: Wartość domyślna: 0,5 To kolejny kluczowy limit bezpieczeństwa OpenAPS, który określa, jaka część całkowitej wymaganej insuliny może być dostarczona jako SMB. Zwiększaj tę wartość eksperymentalną powoli i ostrożnie.

source: Adjust Dynamic ISF constant
pl: Dostosuj stałą Dynamic ISF

source: Enable Dynamic ISF
pl: Włącz Dynamic ISF

source: Calculate a new ISF with every loop cycle. New ISF will be based on current BG, TDD of insulin (past 24 hours or a weighted average) and an Adjustment Factor (default is 1). Dynamic ISF and CR ratios will be limited by your autosens.min/max limits. Dynamic ratio replaces the autosens.ratio: New ISF = Static ISF / Dynamic ratio, Dynamic ratio = profile.sens * adjustmentFactor * tdd * Math.log(BG/insulinFactor+1) / 1800, insulinFactor = 120 - InsulinPeakTimeInMinutes
pl: Oblicza nowy ISF z każdym cyklem pętli. Nowy ISF będzie oparty na bieżącym poziomie glikemi, DDI (ostatnie 24 godziny lub średnia ważona) i współczynniku dostosowania (domyślnie 1). Dynamiczne współczynniki ISF i CR będą ograniczone przez limity autosens.min/max. Dynamiczny współczynnik zastępuje autosens.ratio: Nowy ISF = Statyczny ISF / Współczynnik dynamiczny, Dynamiczny współczynnik = profile.sens * adjustFactor * tdd * Math.log(BG/insulinFactor+1) / 1800, insulinFactor = 120 - InsulinPeakTimeInMinutes

source: Enable Dynamic CR
pl: Włącz Dynamic CR

source: Use Dynamic CR. The dynamic ratio will be used for CR as follows: When ratio > 1: dynCR = (newRatio - 1) / 2 + 1. When ratio < 1: dynCR = CR/dynCR. Don't use toghether with a high Insulin Fraction (> 2)
pl: Użyj dynamicznego CR. Współczynnik dynamiczny będzie stosowany dla CR w następujący sposób: Gdy stosunek > 1: dynCR = (nowy stosunek - 1) / 2 + 1. Gdy stosunek < 1: dynCR = CR/dynCR. Nie używaj razem z wysokim Insulin Fraction (> 2)

source: Activate Dynamic Sensitivity (ISF)
pl: Aktywuj Dynamic Sensitivity (ISF)

source: Activate Dynamic Carb Ratio (CR)
pl: Aktywuj Dynamic Carb Ratio (CR)

source: Adjust Dynamic ratios by a constant. Default is 0.5. The higher the value, the larger the correction of your ISF will be for a high or a low BG. Maximum correction is determined by the Autosens min/max settings. For Sigmoid function an adjustment factor of 0.4 - 0.5 is recommended to begin with. For the logaritmic formula there is less consensus, but starting with 0.5 - 0.8 is more appropiate for most users
pl: Dostosuj współczynniki dynamiczne o stałą. Domyślnie jest to 0,5. Im wyższa wartość, tym większa będzie korekta ISF dla wysokiego lub niskiego stężenia glukozy we krwi. Maksymalna korekta jest określana przez ustawienia Autosens min/max. W przypadku funkcji Sigmoid zaleca się na początek współczynnik korekty 0,4–0,5. W przypadku wzoru logarytmicznego panuje mniejszy konsensus, ale rozpoczęcie od 0,5–0,8 jest bardziej odpowiednie dla większości użytkowników.

source: Use Sigmoid Function
pl: Użyj funkcji Sigmoid

source: Formula
pl: Obliczenia

source: Safety
pl: Bezpieczeństwo

source: Use a sigmoid function for ISF (and for CR, when enabled), instead of the default Logarithmic formula. Requires the Dynamic ISF setting to be enabled in settings The Adjustment setting adjusts the slope of the curve (Y: Dynamic ratio, X: Blood Glucose). A lower value ==> less steep == less aggressive. The autosens.min/max settings determines both the max/min limits for the dynamic ratio AND how much the dynamic ratio is adjusted. If AF is the slope of the curve, the autosens.min/max is the height of the graph, the Y-interval, where Y: dynamic ratio. The curve will always have a sigmoid shape, no matter which autosens.min/max settings are used, meaning these settings have big consequences for the outcome of the computed dynamic ISF. Please be careful setting a too high autosens.max value. With a proper profile ISF setting, you will probably never need it to be higher than 1.5 An Autosens.max limit > 1.5 is not advisable when using the sigmoid function.
pl: Użyj funkcji sigmoidalnej dla ISF (i dla CR, gdy jest włączona), zamiast domyślnego wzoru logarytmicznego. Wymaga włączenia ustawienia Dynamic ISF w ustawieniach Ustawienie dostosowuje nachylenie krzywej (Y: Dynamiczny współczynnik, X: Glikemia we krwi). Niższa wartość ==> mniej strome == mniej agresywne. Ustawienia autosens.min/max określają zarówno limity maks./min. dla dynamicznego współczynnika, jak i stopień dostosowania dynamicznego współczynnika. Jeśli AF jest nachyleniem krzywej, autosens.min/max jest wysokością wykresu, przedziałem Y, gdzie Y: dynamiczny współczynnik. Krzywa zawsze będzie miała kształt sigmoidalny, niezależnie od tego, które ustawienia autosens.min/max są używane, co oznacza, że ​​te ustawienia mają duże konsekwencje dla wyniku obliczonego dynamicznego ISF. Należy zachować ostrożność przy ustawianiu zbyt wysokiej wartości autosens.max. Przy odpowiednim ustawieniu profilu ISF prawdopodobnie nigdy nie będzie potrzebna wartość wyższa niż 1,5 Limit Autosens.max > 1,5 nie jest zalecany przy stosowaniu funkcji sigmoidalnej.

source: Minimum Safety Threshold (mg/dL)
pl: Minimalny próg bezpieczeństwa (mg/dl)

source: All insulin will be suspended if your glucose is predicted to drop below the safety threshold. Must be set between 60-120 mg/dL. To convert from mmol/L, multiply by 18. Note: Basal may be resumed if there's negative IOB and glucose is rising faster than predicted.
pl: Podawanie insuliny zostanie zawieszone, jeśli przewiduje się, że stężenie glikemii spadnie poniżej progu bezpieczeństwa. Musi być ustawione pomiędzy 60-120 mg/dl. Aby przekonwertować z mmol/l, pomnożyć przez 18. Uwaga: Dawka bazowa może zostać wznowiona, jeśli wartość IOB jest ujemna, a stężenie glikemii rośnie szybciej niż przewidywano.

source: Calculator settings
pl: Ustawienia kalkulatora

source: Display Predictions
pl: Wyświetlaj prognozy

source: Smaller iPhone Screens
pl: Mniejsze ekrany iPhona

source: Display and allow Fat and Protein entries
pl: Wyświetlaj i zezwalaj na wpisy tłuszczu i białka

source: Add Meal View settings
pl: Dodaj ustawienia widoku posiłków

source: Display Temp Targets Button
pl: Wyświetlaj Przycisk Celów Tymczasowych

source: Home View Button Panel
pl: Panel przycisków widoku ekranu głównego

source: In case you're using both profiles and temp targets
pl: W przypadku, gdy używasz zarówno profili, jak i celów tymczasowych

source: Always Color Glucose Value (green, yellow etc)
pl: Zawsze kolorowa wartość glukozy (zielony, żółty itp.)

source: Header settings
pl: Ustawienia nagłówków

source: Normally glucose is colored red only when over or under your notification limits for high/low
pl: Poziom glukozy jest czerwony tylko wtedy, gdy jest powyżej/poniżej limitów powiadamiania o wysokim/niskim poziomie glukozy

source: Horizontal Scroll View Visible hours
pl: Widok poziomy

source: Live Activity
pl: Aktywność na żywo

source: Live activity displays blood glucose live on the lock screen and on the dynamic island (if available)
pl: Aktywność na żywo wyświetla stężenie glikemii we krwi na ekranie blokady i na dynamicznej wyspie (jeśli jest dostępna)

source: Show live activity
pl: Pokaż aktywność na żywo

source: Weighted Average of TDD. Weight of past 24 hours:
pl: Średnia wartość DDI. Suma ostatnich 24 godzin:

source: Has to be > 0 and <= 1. Default is 0.65 (65 %) * TDD. The rest will be from average of total data (up to 14 days) of all TDD calculations (35 %). To only use past 24 hours, set this to 1. To avoid sudden fluctuations, for instance after a big meal, an average of the past 2 hours of TDD calculations is used instead of just the current TDD (past 24 hours at this moment).
pl: Musi być > 0 i <= 1. Domyślnie jest to 0,65 (65%) * DDI. Reszta będzie średnią z całkowitych danych (do 14 dni) wszystkich obliczeń DDI (35%). Aby użyć tylko ostatnich 24 godzin, ustaw to na 1. Aby uniknąć nagłych wahań, na przykład po dużym posiłku, używana jest średnia z ostatnich 2 godzin obliczeń DDI zamiast tylko bieżącego DDI (ostatnie 24 godziny w tym momencie).

source: Adjust basal
pl: Dostosuj bazę

source: Enable adjustment of basal based on the ratio of current TDD / 7 day average TDD
pl: Włącza dostosowanie dawki bazowej na podstawie stosunku bieżącego DDI / 7-dniowego średniego DDI

source: Max Delta-BG Threshold SMB
pl: Próg Max Delta-BG SMB
